Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=400_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Lappi guovlluhálddahusdoaimmahat
smn: Laapi kuávluhaldâttâhvirgádâh

source: Sámekulturguovddáš Sajosis leat Lappi guovlluhálddahusdoaimmahaga AVI čuvgehusdoaimma allagohcci doaibmasajit.
smn: Säämi kulttuurkuávdáš Saijoos tiilijn láá Laapi kuávluhaldâttâhvirgáduv AVI čuovviittâstooimâ pajetärhisteijee toimâtileh.

source: Čuvgehusdoaimma allagohcci bargguide Lappi guovlluhálddahusdoaimmahaga suorggis gullet ee. sámegielat oahpahus ja sámeguovllu vuođđoskuvlla ja logahaga oahppiid vuoigatvuođadorvoáššit.
smn: Čuovviittâstooimâ pajetärhisteijee pargoid Laapi kuávluhaldâttuv toimâsyergist kuleh el. sämikielâlâš máttááttâs já sämikuávlu vuáđuškoovlâ já luvâttuv uáppei vuoigâdvuođâtorvoääših.

source: Oahpahusdoaimma allagohcci bargun lea: - Sámegiela ja sámegielat oahpahusa ovddideapmi - Sámeguovllu gielddaid skuvlema ovddideapmi, stivren, čuovvun ja árvvoštallan - Oahppiid lágalaš vuoigatvuođat
smn: Máttááttâstooimâ pajetärhisteijee pargon lii: - Sämikielâ já sämikielâlii máttááttâs ovdedem - Sämikuávlu kieldâi máttááttâs ovdedem, stivrim, čuávvum já árvuštâllâm - Uáppei vuoigâdvuođâtorvo

source: - Oahpaheaddjiid lasseskuvlejupmi - Riikkaidgaskasaš ovttasbargu
smn: - Máttáátteijei tievâsmittemškovliittâs - Aalmugijkoskâsâš oovtâstpargo

source: - Sámegielat oahpahusa stáhtaossodagat
smn: - Sämikielâlii máttááttâs staatâuásih

source: Sámeguovllus sámegiella sáhttá leat oahpahusgiellan dahje dušše oahppoávnnasin.
smn: Sämikuávlust sämikielâ puáhtá leđe máttááttâskielân teikâ tuše oppâamnâsin.

source: Sámegiela sáhttá lohkat maid eaktodáhtolaš oahppoávnnasin, goas oahppi vahkkosaš oahppomearri lassána.
smn: Sämikielâ puáhtá máttááttâllâđ meid rijjâtátulâš oppâamnâsin, kuás uáppee okkosâš oppâmeeri lassaan.

source: Vuođđoskuvllas ja logahagas oahppi giellaprográmma boahtá gieldda nannen giellaprográmma mielde.
smn: Luvâttuvvâst sämikielâ puáhtá máttááttâllâđ eenikielân já / teikâ valjimiävtulâš kielân.

source: (Gáldu: Lapin Avi)
smn: Vuáđuškoovlâst já luvâttuvvâst uáppee kielâohjelm meriduvvoo kieldâ nanodem kielâohjelm mield. (Käldee: Laapi Avi)

source: Lappi guovlluhálddahusdoaimmahagas sámegielat ja sámegiela oahpahusa guoski áššiid dikšu oahpahusdoaimma allagohcci Kari Torikka, tel. 0400-188 472.
smn: Laapi kuávluhaldâttâhvirgáduvvâst sämikielâlijd já sämikielâ máttááttâs kyeskee aašijd hoittá máttááttâstooimâ pajetärhisteijee Kari Torikka, puh.. 0400-188 472.

source: Loga lasi Lappi guovlluhálddahusdoaimmahaga birra.
smn: Luuvâ lase Laapi kuávluhaldâttâhvirgáduvvâst.
